aaron-bond.better-comments
adpyke.codesnap
ahmadalli.vscode-nginx-conf
apvarun.celestial
bierner.markdown-preview-github-styles
bradgashler.htmltagwrap
BriteSnow.vscode-toggle-quotes
chunsen.bracket-select
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
enenumxela.signed-dark-pro
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
Gruntfuggly.todo-tree
kisstkondoros.typelens
kisstkondoros.vscode-codemetrics
kisstkondoros.vscode-gutter-preview
liximomo.remotefs
mikestead.dotenv
mintlify.document
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
myxvisual.vscode-ts-uml
naumovs.color-highlight
pfg.vscode-shortcutslang-extension
pranaygp.vscode-css-peek
quicktype.quicktype
rbbit.typescript-hero
richie5um2.vscode-sort-json
ritwickdey.LiveServer
shakram02.bash-beautify
sirmspencer.vscode-autohide
sleistner.vscode-fileutils
stevencl.addDocComments
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
styled-components.vscode-styled-components
tal7aouy.icons
timonwong.shellcheck
tootone.org-mode
truman.autocomplate-shell
WakaTime.vscode-wakatime
withfig.fig
wmaurer.change-case
wraith13.open-in-github-desktop
yy0931.save-as-root
Zignd.html-css-class-completion
znck.grammarly
zxh404.vscode-proto3
