aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
apvarun.celestial
bierner.markdown-preview-github-styles
bradgashler.htmltagwrap
BriteSnow.vscode-toggle-quotes
chunsen.bracket-select
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
enenumxela.signed-dark-pro
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
jpoissonnier.vscode-styled-components
kisstkondoros.vscode-gutter-preview
liximomo.remotefs
maptz.camelcasenavigation
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
pfg.vscode-shortcutslang-extension
pranaygp.vscode-css-peek
quicktype.quicktype
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
shakram02.bash-beautify
sleistner.vscode-fileutils
stevencl.addDocComments
timonwong.shellcheck
tootone.org-mode
truman.autocomplate-shell
WakaTime.vscode-wakatime
wmaurer.change-case
yy0931.save-as-root
Zignd.html-css-class-completion
zxh404.vscode-proto3
