aaron-bond.better-comments
adpyke.codesnap
ahmadalli.vscode-nginx-conf
amodio.tsl-problem-matcher
apvarun.celestial
arcensoth.language-mcfunction
astro-build.astro-vscode
bengreenier.vscode-node-readme
bierner.markdown-preview-github-styles
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
cardinal90.multi-cursor-case-preserve
cesium.gltf-vscode
chakrounanas.turbo-console-log
chunsen.bracket-select
cssho.vscode-svgviewer
danielhuth.styco
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
devhippo.midnight-crimson
dprint.dprint
drmerfy.overtype
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
enenumxela.signed-dark-pro
esbenp.prettier-vscode
expo.vscode-expo-tools
fivethree.vscode-ionic-snippets
formulahendry.auto-rename-tag
foxundermoon.shell-format
genuitecllc.codetogether
github.copilot
github.copilot-chat
github.copilot-labs
github.vscode-github-actions
gruntfuggly.todo-tree
idleberg.applescript
ionic.ionic
kangping.protobuf
katjanakosic.vscode-json5
kisstkondoros.typelens
kisstkondoros.vscode-codemetrics
kisstkondoros.vscode-gutter-preview
liximomo.remotefs
lokalise.i18n-ally
mintlify.document
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
myxvisual.vscode-ts-uml
naumovs.color-highlight
pfg.vscode-shortcutslang-extension
ph1p.zeit-co-vscode-schemas
pranaygp.vscode-css-peek
prisma.prisma
quicktype.quicktype
redhat.java
richie5um2.vscode-sort-json
ritwickdey.liveserver
shakram02.bash-beautify
sirmspencer.vscode-autohide
sleistner.vscode-fileutils
socheatsok78-lab.dotenv-vscode-stripped
stevencl.adddoccomments
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
styled-components.vscode-styled-components
stylelint.vscode-stylelint
svelte.svelte-vscode
tal7aouy.icons
timonwong.shellcheck
tootone.org-mode
truman.autocomplate-shell
twxs.cmake
unifiedjs.vscode-mdx
unional.vscode-sort-package-json
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wakatime.vscode-wakatime
wallabyjs.console-ninja
wmaurer.change-case
wraith13.open-in-github-desktop
yoavbls.pretty-ts-errors
yy0931.save-as-root
zignd.html-css-class-completion
znck.grammarly
zxh404.vscode-proto3
